Repository: Arohak/AHOnline
Catalog: AHOnline/Supporting Files/Resources/Localizable/*.lproj/Localizable.strings
Languages: hy

# RenameAccountName
source: Rename account
hy: Վերանվանել հաշիվը

source: New name
hy: Նոր Անուն

source: Debit:
hy: Դեբետ:

source: Credit:
hy: Կրեդիտ:

# Description:
source: Note
hy: Նկարագրություն:

source: OK
hy: Այո

source: Yes
hy: Այո

source: Join
hy: Այո

source: No
hy: Ոչ

source: Next
hy: Հաջորդ

source: Back
hy: Նախորդ

source: Home
hy: Գլխավոր

source: Confirm
hy: Հաստատել

# OtpConfirm
source: Confirm OTP
hy: Մեկանգամյա օգտագործման գաղտնաբառ

# OtpConfirmLbl
source: Confirm One Time Password
hy: Հաստատել մեկանգամյա օգտագործման գաղտանբառը

source: Reject
hy: Մերժել

source: Amount
hy: Գումար

source: Amount
hy: Գումար

source: Item description
hy: Ապրանքատեսակի նկարագրություն

source: Comment
hy: Մեկնաբանություն

source: Type
hy: Տեսակ

source: Currency
hy: Արժույթ

# CardName
source: Title
hy: Անվանում

source: Account type
hy: Հաշվի տեսակ

source: Select account type
hy: Ընտրեք հաշվի տեսակը

# CardNumber
source: Number
hy: Հաշիվ

source: Add
hy: Ավելացնել

source: Load more
hy: Բեռնել

source: Merchant
hy: Վաճառող

source: Client
hy: Հաճախորդ

source: Client
hy: Հաճախորդ

# emptyHistory
source: No more items to load
hy: Այլևս գործարքներ չկան

# emptyList
source: No items found
hy: Պատմությունը դատարկ է

source: Reset
hy: Վերագործարկել

# fillAllFields
source: Please, fill in all the fields
hy: Խնդրում ենք լրացնել բոլոր դաշտերը

# ConfirmTransaction?
source: You are going to transfer from your account. Press OK for confirmation.
hy: Դուք պատրաստվում եք փոխանցում կատարել Ձեր հաշվից: Հաստատելու համար սեղմեք Այո:

# RejectTransaction?
source: You are going to reject an order. To confirm please press Yes.
hy: Դուք պատրաստվում եք մերժել պատվերը: Հաստատելու համար սեղմեք Այո:

# ConfirmOrderTransaction?
source: You are going to accept an order. To confirm please press Yes.
hy: Դուք պատրաստվում եք ընդունել պատվերը: Հաստատելու համար սեղմեք Այո:

# ConfirmTransactionNoEqual?
source: You are going to make transfer between different currencies and it will cause a currency conversion. Press OK for confirmation
hy: Դուք պատրաստվում եք փոխանցում կատարել տարբեր արժույթներով, և դա կառաջացնի արտարժույթի փոխարկում: Սեղմեք Այո հաստատելու համար

# InvalidEmail
source: Invalid email address
hy: Անվավեր էլ. փոստ

# Limited
source: You may be a victim of software counterfeiting
hy: Առկա է ծրագրային ապահովման կեղծարարության վտանգ

source: Generate
hy: Գեներացնել

source: Certificate
hy: Վկայականի տվյալներ

# getCertificate
source: Apply the certificate
hy: Գործարկել

# AskYourBankLblText
source: Enter your email, mobile number and certificate code which Doocat emailed you.
hy: Այցելեք Կոնվերս Բանկ ծրագիրն ակտիվացնելու համար

# EnterYourEmailLblText
source: Enter your email, mobile number and certificate code
hy: Մուտքագրեք Ձեր էլ.փոստը, բջջ. հեռախոսահամարը և վկայականի կոդը

# ProvideMobileNumber
source: Enter the mobile number you provided to Doocat which will be used in Doocat
hy: Մուտքագրեք Ձեր հեռախոսահամարը, որը տրամադրել էիք Կոնվերս Բանկին

# ProvidePinCode
source: Enter the certificate code the bank emailed you
hy: Մուտքագրեք Կոնվերս Բանկի կողմից Ձեզ ուղարկված վկայականի կոդը

# CertificateExpired
source: Your security certificate has expired. Please contact Doocat to get a new certificate.
hy: Ձեր անվտանգության վկայականի ժամկետը լրացել է: Խնդրում ենք դիմել Doocat նոր վկայական ստանալու համար:

# RelauchApp
source: Please, relaunch the application.
hy: Խնդրում ենք վերագործարկել հավելվածը:

# SignIn
source: Log In
hy: Մուտք

# LoginCaption
source: LogIn
hy: Մուտք

source: VCard number
hy: Վ-Քարտի համար

source: Password
hy: Գաղտնաբառ

# VerifyPassword
source: Confirm password
hy: Հաստատել գաղտնաբառը

# RegEmployee
source: Register as an employee
hy: Գրանցվել որպես աշխատակից

# RegLabel
source: Don't have an account?
hy: Չունե՞ք հաշիվ

# CVCLabel
source: Don't have a VCard?
hy: Չունե՞ք Վ-Քարտ

# Register
source: Registration
hy: Գրանցում

# DefaultAccounRequird
source: Please choose default account
hy: Խնդրում ենք ընտրել հիմնական հաշիվը

# MerchantAccounRequird
source: Please choose merchant account
hy: Խնդրում ենք ընտրել վաճառողի հաշիվը

# oldNewMessage
source: Old and new password should not be the same
hy: Arm text

source: Create VCard
hy: Ստեղծել Վ-Քարտ

# LoginLblText
source: Please, login to get access to Doocat mBanking and mCommerce platforms
hy: Հավելվածից օգտվելու համար խնդրում ենք մուտք գործել համակարգ

# SaveEmailLblText
source: Remember email
hy: Հիշել էլ. փոստը

# ForgotPassword
source: Forgot your password?
hy: Մոռացե՞լ եք գաղտնաբառը:

# SendForgPass
source: Send
hy: Ուղարկել

source: Check your Email
hy: Ստուգեք Ձեր էլփոստը

# UserNotFound
source: User with that email not found
hy: Օգտագործողը չի գտնվել

source: Setup account
hy: Կարգավորել հաշիվը

source: As default account
hy: Որպես հիմնական հաշիվ

source: As merchant account
hy: Որպես վաճառողի հաշիվ

# SetPassInfo
source: Set up a password to use it for logging into your Doocat account.
hy: Ստեղծեք գաղտնաբառ, որը կօգտագործեք Doocat համակարգ մուտք գործելու համար:

source: Set password
hy: Ստեղծեք գաղտնաբառը

# Registration
source: Register
hy: Գրանցում

# RegClient
source: Register as a buyer
hy: Գրանցվել որպես գնորդ

# RegMerchant
source: Register as a merchant
hy: Գրանցվել որպես վաճառող

# RegCompany
source: Register as a multi-merchant
hy: Գրանցվել որպես մուլտի-վաճառող

# RegBuyerMerchant
source: Register as a merchant
hy: Գրանցվել որպես վաճառող

# RegisterBuyerAndMerchant
source: Register as a buyer and a merchant
hy: Գրանցվել որպես գնորդ և վաճառող

source: Passwords don't match
hy: Գաղտնաբառերը չեն համընկնում

source: Name
hy: Անուն

# NameForCompany
source: Name
hy: Անվանում

source: Surname
hy: Ազգանուն

# BirthDate
source: Date of birth
hy: Ծննդյան ամսաթիվ

source: Mobile phone
hy: Բջջային հեռախոսահամար

# pinCode
source: Certificate code
hy: Վկայականի կոդ

source: Email
hy: Էլեկտրոնային փոստ

source: Merchant account
hy: Վաճառողի հաշիվ

# HVHH
source: ITIN
hy: ՀՎՀՀ

source: Legal address
hy: Իրավաբանական հասցե

# PhysicalAddress
source: Actual address
hy: Գործունեության հասցե

# CertResult
source: You have successfully installed the certificate.
hy: Դուք հաջողությամբ լրացրել եք վկայականը:

# CertResultError
source: Certificate installation failed.
hy: Վկայականի տեղադրումը չհաջողվեց

# RegResult
source: Congratulations! Your account is successfully created. You can now create your VCard.
hy: Շնորհավորում ենք. Ձեր հաշիվը հաջողությամբ ստեղծվել է: Այժմ Դուք կարող եք ստեղծել վիրտուալ քարտ

# WrongBirthDay
source: Date must be later than the current date.
hy: Ընտրված ամսաթվերը ճիշտ չեն

# MobilePhoneHelpText
source: Please provide mobile number on which you are going to use Doocat.
hy: Մուտքագրել Ձեր հեռախոսահամարը, որը տրամադրել էիք Կոնվերս Բանկին

# MerchantAccountHelpText
source: Please, attach bank or card accounts.
hy: Խնդրում ենք կցել Ձեր բանկային կամ քարտային հաշիվները.

# SecurityCodeHelpText
source: Please, use the security password provided by Doocat.
hy: Խնդրում ենք օգտագործել Կոնվերս Բանկի կողմից տրամադրված անվտանգության կոդը

source: Expiration date
hy: Վավերականության ժամկետ

source: Confirm password
hy: Հաստատել գաղտնաբառը

# PasswordMismatch
source: Passwords don't match
hy: Գաղտնաբառերը չեն համընկնում

# PasswordBadFormat
source: Password must contain at least 6 letters or numbers
hy: Գաղտնաբառը պետք է պարունակի առնվազն 6 նշան և բաղկացած լինի տառերից ու թվերից

# PasswordBadFormat2
source: Password must contain at least 6 characters
hy: Գաղտնաբառը պետք է պարունակի առնվազն 6 նշան

source: Count per day
hy: Օրական քանակ

source: Amount per day
hy: Օրական գումար

source: Amount per month
hy: Ամսական գումար

# TotalAmount
source: Total
hy: Ընդհանուր գումար

source: Save changes
hy: Պահպանել

source: Save
hy: Պահպանել

source: Cancel
hy: Չեղարկել

# InvalidValues
source: Amount per day must not be grater than amount per month
hy: Օրական գումարը չի կարող գերազանցել ամսեկանը

# CVCDescr
source: Create your VCard by entering account number, password and expiration date, set the settings and save it
hy: Ստեղծեք Ձեր Վ-Քարտը՝ մուտքագրելով հաշիվը, գաղտնաբառը և վավերականության ժամկետը: Կատարեք և պահպանեք կարգավորումները

source: Mobile Commerce
hy: Մոբայլ Առևտուր

source: Pending payment orders
hy: Չվճարված հայտեր

# PendingPaymentOrdersBuyer
source: Pending payment orders
hy: Չկատարված վճարումներ

# LatestOrdersHistory
source: Latest order history
hy: Պատվերների պատմություն

# LastConfirmedOrders
source: Confirmed payment orders
hy: Հաստատված հայտեր

# LastConfirmedOrdersBuyer
source: Confirmed payment orders
hy: Հաստատված վճարումներ

# LastRejectedOrders
source: Rejected payment orders
hy: Մերժված հայտեր

# LastRejectedOrdersBuyer
source: Rejected payment orders
hy: Մերժված վճարումներ

source: Create payment order
hy: Ստեղծել վճարման հայտ

# CreatedOrdersHistory
source: Created order history
hy: Ստեղծած պատվերներ

# readQR
source: Read QR code
hy: Կարդալ QR կոդը

source: View receipt
hy: Դիտել անդորրագիրը

source: Send to email
hy: Ուղարկել էլ. փոստին

source: Create Order
hy: Ստեղծել վճարման հայտեր

source: Item name
hy: Ապրանքատեսակի անվանում

# ItemCodeLbl
source: Item code
hy: Ապրանքի կոդ

# Seller
source: Merchant
hy: Վաճառող

source: Order date/time
hy: Պատվերի ամսաթիվ

# OrderExpirationDateTime:
source: Expiration date/time
hy: Վերջնաժամկետ

# OrderExpirationDateTime
source: Expiration date/time
hy: Վերջնաժամկետ

source: Item
hy: Ապրանքատեսակ

source: Merchant
hy: Վաճառող

# ClientsPhone
source: Client's phone or Email
hy: Հեռախոսահամար կամ Էլ. փոստ

source: Send order
hy: Ուղարկել պատվեր

source: Order details
hy: Պատվերի տվյալներ

source: Pending orders
hy: Վճարմանը սպասող պատվերներ

# LastOrdersHistory
source: Order history
hy: Պատվերների պատմություն

source: Confirmed transactions
hy: Հաստատված փոխանցումներ

source: Rejected transactions
hy: Մերժված փոխանցումներ

source: Expiration date
hy: Վերջնաժամկետ

source: Status
hy: Կարգավիճակ

source: Order payment
hy: Պատվերի վճարում

# AccountText
source: You are going to pay for the item from your bank account
hy: Դուք պատրաստվում եք վճարել Ձեր հետևյալ բանկային հաշվից

source: (Default)
hy: (Հիմնական)

source: Change
hy: Փոփոխել

# SELLERU:
source: Merchant
hy: Վաճառող

# COMPANYU:
source: Multi-merchant
hy: Մուլտի-վաճառող

# MobileBanking
source: Mobile bank
hy: Մոբայլ Բանկ

source: Check balance
hy: Ստուգել մնացորդը

source: Check
hy: Ստուգել

source: ATM locations
hy: Բանկոմատների հասցեներ

# Atms
source: ATM locations
hy: Բանկոմատների հասցեներ

source: Exchange rates
hy: Տարադրամի փոխարժեքներ

source: Converter
hy: Փոխարկիչ

source: Convert
hy: Փոխարկել

source: Manage accounts
hy: Հաշիվների կառավարում

source: Smart transfer
hy: Սմարթ տրանսֆեր

source: QR code error
hy: Անվավեր QR կոդ

source: Account statement
hy: Հաշվի քաղվածք

source: Account statement filter
hy: Քաղվածք ըստ հաշվի

# AccountStatementHistory
source: Account Statement
hy: Հաշվի քաղվածք

source: Filter
hy: Ֆիլտր

# Print
source: Send to email
hy: Ուղարկել էլ. փոստին

# TransactionsHistory
source: Transaction history
hy: Գործարքների պատմություն

# TransferToAccount
source: Transfer inside bank
hy: Փոխանցում բանկի ներսում

# TransferToBank
source: Transfer to another bank
hy: Փոխանցում այլ բանկ

# CardDetails
source: Account details
hy: Հաշվի տվյալներ

source: Select account
hy: Ընտրել հաշիվը

source: Cash
hy: Կանխիկ

source: Non-Cash
hy: Անկանխիկ

source: To
hy: Մինչև

source: From
hy: Սկսած

# InvalidAccountNumber
source: Please enter valid account number (length should be from 11 to 16).
hy: Խնդրում ենք մուտքագրել վավեր հաշվեհամար (երկարությունը պետք է լինի 11-ից 16):

# GetByMobileNumber
source: Find
hy: Փնտրել

source: Loan
hy: Վարկ

source: Deposit
hy: Ավանդ

source: Today
hy: Այսօր

source: Yesterday
hy: Երեկ

source: Sell
hy: Վաճառել

source: Buy
hy: Գնել

source: Last updated
hy: Թարմացվել է

# MbFromAccount
source: Transfer from account
hy: Հաշվից

# ToAccount
source: Transfer to account
hy: Հաշվին

source: My
hy: Իմ

source: Other
hy: Այլ

source: Transfer
hy: Փոխանցում

# YourTransactionExceeds500000
source: Your transaction exceeds 500,000, the bank will confirm the transaction on working days from 09:00-17:00. Click Yes to continue.
hy: Ձեր գործարքը գերազանցում է 500,000, բանկը կհաստատի գործարքը է աշխատանքային օրերին ժամը 09:00-17:00: Սեղմեք Այո շարունակելու համար:

# YourTransactionExceeds50000
source: Your transaction exceeds 50,000, the bank will confirm the transaction on working days from 09:00-17:00. Click Yes to continue.
hy: Ձեր գործարքը գերազանցում է 50,000, բանկը կհաստատի գործարքը է աշխատանքային օրերին ժամը 09:00-17:00: Սեղմեք Այո շարունակելու համար:

source: Name/Surname
hy: Անուն/Ազգանուն

# ChooseBank
source: Choose the bank
hy: Ընտրել բանկը

source: Bank code
hy: Բանկի կոդը

source: Transaction details
hy: Փոխանցման տվյալներ

source: Account
hy: Հաշիվ

source: Balance
hy: Մնացորդ

source: Type
hy: Տեսակ

# transDescr
source: Note
hy: Նշում

# CancelTransaction
source: Cancel
hy: Չեղարկել

# UtilityPayment
source: Utility payments
hy: Կոմունալ վճարումներ

# BillPayment
source: Bill payments
hy: Վճարումներ

# OtherPayments
source: Other utility services
hy: Այլ կոմունալ վճարումներ

# PayForUnipay
source: Make a group payment by Unipay
hy: Կոմունալ վճարումներ - UNIPAY

source: Unipay code
hy: Կոմունալ վճարման կոդ

source: Contract ID
hy: Պայմանագրի ID

# UtFromAccount
source: Pay from account
hy: Վճարել հաշվից

source: Pay
hy: Վճարել

# Contract#:
source: Contract number
hy: Պայմանագրի համար

source: Customer
hy: Գնորդ

source: Date of
hy: Ամսաթիվ

source: Confirm payment
hy: Հաստատել վճարումը

# UnipayPayed
source: Transaction request accepted
hy: Փոխանցման հարցումը ընդունված է

source: Owner
hy: Օգտագործող

# RepTransferToAccount
source: Transfers inside bank
hy: Փոխանցում բանկի ներսում

# RepTransferToBank
source: Transfers to another bank
hy: Փոխանցում այլ բանկ

# RepOrders
source: Orders
hy: Պատվերներ

# RepUtilities
source: Bill payments
hy: Վճարումներ

# fromDateIncorrect
source: Date from is greater than date to
hy: Սկզբնական ամսաթիվը մեծ է վերջնականից

# EmptyTransactions
source: Your transaction history is empty
hy: Դուք չունեք կատարված գործարքներ

source: Recurring
hy: Պարբերական վճարումներ

# EmptyRecuring
source: Please, go to Favorites to set up recurring
hy: Խնդրում ենք մուտք գործել Նախընտրելիներ և կարգավորել պարբերական վճարումները

source: Once
hy: Միանվագ

source: Weekly
hy: Շաբաթական

source: Monthly
hy: Ամսական

# CUSTOM
source: Once
hy: Միանվագ

source: Weekly
hy: Շաբաթական

source: Monthly
hy: Ամսական

source: No Data Found
hy: Տվյալները չեն գտնվել

# ConfirmRemoveFv
source: Remove from favorites?
hy: Հեռացնե՞լ նախընտրելիներից

# AddFavorite
source: Add to favorites
hy: Ավելացնել նախընտրելիների մեջ

source: Order
hy: Պատվեր

source: Phone number
hy: Հեռախոսահամար

# RemoveFavorite
source: Remove from favorites
hy: Հեռացնել նախընտրելիներից

# AlreadyRemoved
source: The item has already been removed
hy: Արդեն հեռացված է

source: Transfer from
hy: Փոխանցել հաշվից

source: Transfer to
hy: Փոխանցել հաշվին

source: Name/Surname
hy: Անուն/Ազգանուն:

source: Bank branch
hy: Բանկի մասնաճյուղ

# Payed
source: Paid
hy: Վճարված

source: Fee
hy: Միջնորդավճար

source: Total
hy: Ընդհանուր

source: Make recurring
hy: Պարբերական վճարում

source: First payment date
hy: Առաջին վճարման օր

source: Payment type
hy: Վճարման տեսակ

# IsDefaultAccount
source: Default account
hy: Հիմնական հաշիվ

source: VCard info
hy: Վ-Քարտի տվյալներ

# AddBankAccount
source: Add new bank account
hy: Ավելացնել նոր բանկային հաշիվ

# AddCardAccount
source: Add new card account
hy: Ավելացնել նոր քարտային հաշիվ

# AddAccount
source: Add new account
hy: Ավելացնել նոր հաշիվ

# EditAccounts
source: Manage accounts
hy: Դիտել/Ջնջել հաշիվները

# VCardSettings
source: Account limitations
hy: Հաշվի սահմանափակումներ

source: Manage accounts
hy: Հաշիվների կառավարում

# DeleteVCard
source: Remove VCard
hy: Հեռացնել Վ-Քարտը

source: Delete VCard?
hy: Հեռացնե՞լ Վ-Քարտը

source: Delete Contact?
hy: Հեռացնե՞լ կոնտակտը

source: Send
hy: Ուղարկել

# CurrentPass
source: Current password
hy: Ընթացիկ գաղտնաբառը

# ChangePass
source: Change password
hy: Փոխել գաղտնաբառը

# DeleteCertificate
source: Delete the security certificate
hy: Ջնջել անվտանգության վկայականը

# DeleteCertificate?
source: Are you sure you want to delete the security certificate?
hy: Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել անվտանգության վկայականը:

source: QR code
hy: QR կոդ

# AppSettings
source: Application settings
hy: Կարգավորում

# SessionExpTime
source: Session expiration time
hy: Սեանսի սպառման ժամանակ

# SessionExpTime_1
source: 1 minute
hy: 1 րոպե

# SessionExpTime_3
source: 3 minutes
hy: 3 րոպե

# SessionExpTime_5
source: 5 minutes
hy: 5 րոպե

# SessionExpTime_10
source: 10 minutes
hy: 10 րոպե

# SessionExpTime_20
source: 20 minutes
hy: 20 րոպե

# SessionExpTime_30
source: 30 minutes
hy: 30 րոպե

# SessionExpTime_1_hour
source: 1 hour
hy: 1 ժամ

# SessionExpTime_3_hour
source: 3 hours
hy: 3 ժամ

# SessionExpTime_6_hour
source: 6 hours
hy: 6 ժամ

source: Contacts
hy: Կոնտակտներ

source: New contact
hy: Նոր կոնտակտ

source: Phone
hy: Հեռախոս

source: Account number
hy: Հաշիվ

# accountName
source: Account title
hy: Հաշվի անվանում

source: Email
hy: Էլ. փոստ

# Contact
source: Contact details
hy: Կոնտակտային տվյալներ

source: VCard info
hy: Վ-Քարտի տվյալներ

source: VCard number
hy: Վ-Քարտի համար

# VCardExpDateTime:
source: Expiration date/time
hy: Վավերականության ժամկետ

source: Contact us
hy: Հետադարձ կապ

source: Language
hy: Լեզուներ

# not_expire
source: Unlimited
hy: Անսահմանափակ

# pleaseRestart
source: Please, restart the app to apply changes
hy: Փոփոխությունը կիրառելու համար վերագործարկել հավելվածը

source: About
hy: Doocat-ի մասին

source: Make default
hy: Հիմնական

source: [Default]
hy: [Հիմնական]

source: [Deactive]
hy: [Ապաակտիվացված]

# DelDefAccount
source: You cannot remove your default account
hy: Դուք չեք կարող հեռացնել Ձեր հիմնական ընտրված հաշիվը

source: Delete
hy: Հեռացնել

# DeleteAccount
source: Are you sure you want to remove this account?
hy: Հեռացնե՞լ հաշիվը

source: Rename
hy: Անվանափոխել

source: Log Out
hy: Ելք

# SetAsMerchant
source: Set as merchant account
hy: Սահմանել վաճառողի հաշիվը

# Sync
source: Synchronize
hy: Սինքրոնացնել

source: Activate
hy: Ակտիվացնել

source: Deactivate
hy: Ապաակտիվացնել

source: Deactivated
hy: Ապաակտիվացված

# MoreSettings
source: More
hy: Ավելին

source: Manage Account
hy: Հաշվի կառավարում

# favTransferToSameBank
source: Transfer inside bank
hy: Փոխանցում բանկի ներսում

# favTransferToOtherBank
source: Transfer to another bank
hy: Փոխանցում այլ բանկ

# favOrder
source: Order
hy: Պատվեր

# favUtilities
source: Utilities
hy: Կոմունալ ծառայություններ

source: Loyalty programs
hy: Զեղչեր

# LoyaltyProg
source: Loyalty program
hy: Զեղչային ծրագիր

source: Start date
hy: Մեկնարկի ամսաթիվ

source: Expiration date/time
hy: Վերջնաժամկետ

source: Discount
hy: Զեղչեր

source: Discount
hy: Զեղչ

source: Accept
hy: Մասնակցել

source: Decline
hy: Հրաժարվել

# NewLoyalty
source: The merchant has announced a new loyalty program! Would you like to join?
hy: Վաճառողը հայտարարել է նոր զեղչային ծրագրի սկիզբ Ցանկանու՞մ եք մասնակցել

source: Please wait
hy: Խնդրում ենք սպասել

source: Done
hy: Կատարված

source: Cancel
hy: Չեղարկել

source: Loading ...
hy: Բեռնում ...

# RestResultErrorHeader
source: Error
hy: Սխալ

# RestResultErrorExpired
source: Your session has expired
hy: Ձեր սեանսը սպառվել է

source: Network protocol error
hy: Ցանցի սխալ

# NetworkError
source: Unable to connect to the server
hy: Ցանցը անհասանելի է

# securityCode
source: Bank password
hy: Անվտանգության կոդ

source: Captcha code
hy: Captcha կոդ

# RefreshCode
source: Refresh the code
hy: Թարմացնել կոդը

# ChooseName
source: Choose the title
hy: Ընտրեք անվանումը

# ContactUsPhone:
source: Phone number:
hy: Հեռախոս`

# ContactUsMailTxt
source: Email: info@doocat.com
hy: Էլ. հասցե` info@doocat.com

# FirstPaymnet:
source: First payment
hy: Առաջին վճարում

source: Period
hy: Ժամկետ

# MaxAmount:
source: Maximal amount:
hy: Առավելագույն գումարը

source: Personal ID
hy: Պայմանագրի համար

source: Templates
hy: Նմուշներ

source: Target account
hy: Ստացողի հաշիվը

# tr_COMPLETED
source: Completed
hy: Կատարված

# tr_FAILED
source: Failed
hy: Չհաջողված

# tr_OTP_REQUIRED
source: OTP required
hy: Ծածկագրի պահանջ

# tr_LIMIT_EXCEEDED
source: Limit exceeded
hy: Սահմաչափի գերազանցում

# tr_STARTED
source: Started
hy: Ընթացքում

# tr_INVALID_SIGNATURE
source: Invalid signature
hy: Անվավեր ստորագրություն

# tr_CANCELED
source: Canceled
hy: Չեղարկված

# os_Pending
source: Pending
hy: Ընթացքում

# os_Canceled
source: Canceled
hy: Չեղարկված

# os_Accepted
source: Accepted
hy: Ընդունված

# os_Rejected
source: Rejected
hy: Մերժված

# os_Failed
source: Failed
hy: Չհաջողված

# os_Expired
source: Expired
hy: Ժամկետանց

# os_Payment_Started
source: Payment started
hy: Վճ. սկսված է

# os_Payment_Completed
source: Payment completed
hy: Վճ. ավարտված է

# TRANSFER_TO_SAME_BANK
source: Transfer inside bank
hy: Փոխանցում բանկի ներսում

source: Order
hy: Պատվեր

source: Utilities
hy: Կոմունալ ծառայություններ

# tt_UNIPAY
source: Unipay
hy: Կոմունալ վճարում

# TRANSFER_TO_OTHER_BANK
source: Transfer to another bank
hy: Փոխանցում այլ բանկ

# P2P_TRANSFER
source: Smart transfer
hy: Սմարթ տրանսֆեր

source: Module activation
hy: Մոդուլի ակտիվացում

source: Transaction fee
hy: Փոխանցման վճար

source: Transaction group fee
hy: Փոխանցման խմբային վճար

# PAYMENT_SERVICE
source: Payment services
hy: Վճարումներ

source: M-Banking
hy: Մ-Բանկ

source: mCommerce
hy: Մ-Առեւտուր

source: Favorites
hy: Նախընտրելի

source: Discounts
hy: Զեղչեր

# RecurringMenu
source: Recurring
hy: Պարբերական

source: Reports
hy: Հաշվետվություն

source: Settings
hy: Կարգավորում

source: Payment Services
hy: Վճարումներ

# FieldError
source: The field "%@" contains an error, the right format is: "%@"
hy: "%@" դաշտը պարունակում է սխալ, ճիշտ ձեւաչափն է` "%@"

# change_language_message
source: The change will be applied after re-login.
hy: Փոփոխությունը կկիրառվի կրկին մուտք գործելիս:

source: All
hy: Ամբողջը

source: Loans
hy: Վարկեր

source: Deposits
hy: Ավանդներ

# NextPayment
source: Payment date
hy: Վճարման ամսաթիվ

# Start
source: Start date
hy: Սկզբի ամսաթիվ

source: Loan repayment
hy: Վարկի մարում

source: Principal
hy: Մայր գումար

source: Interest
hy: Տոկոսագումար

source: Penalty
hy: Տուգանք

source: Other Payments
hy: Այլ վճարումներ

source: Contract number
hy: Պայմանագրի համար

source: Interest rate
hy: Տոկոսադրույք

# payed
source: Total interest
hy: Վվճարված է ընդամենը

# SelectFilterType
source: Select Type
hy: Ընտրել տեսակը

source: Filter Settings
hy: Ֆիլտրի կարգավորումները

source: Print Settings
hy: կարգավորումներ

source: Loan payment
hy: Վարկի վճարում
